[
"water",
[
"Water",
"Watergate scandal",
"Water pollution",
"Watership Down",
"Water buffalo",
"Water purification",
"Water wheel",
"Water Margin",
"Waterboarding",
"Watercolor painting"
],
[
"Water is a transparent and nearly colorless chemical substance that is the main constituent of Earth's streams, lakes, and oceans, and the fluids of most living organisms.",
"Watergate was a major political scandal that occurred in the United States in the 1970s, following a break-in at the Democratic National Committee headquarters at the Watergate office complex in Washington, D.C.",
"Water pollution is the contamination of water bodies (e.g. lakes, rivers, oceans, aquifers and groundwater).",
"Watership Down is a classic adventure novel, written by English author Richard Adams, published by Rex Collings Ltd of London in 1972. Set in southern England, the story features a small group of rabbits.",
"The water buffalo or domestic Asian water buffalo (Bubalus bubalis) is a large bovid originating in South Asia, Southeast Asia, and China.",
"Water purification is the process of removing undesirable chemicals, biological contaminants, suspended solids and gases from contaminated water.",
"A water wheel is a machine for converting the energy of flowing or falling water into useful forms of power, often in a watermill.",
"Water Margin is a novel attributed to Shi Nai'an. Considered one of the Four Great Classical Novels of Chinese literature, the novel is written in vernacular Chinese rather than Classical Chinese.",
"Waterboarding is a form of water torture in which water is poured over a cloth covering the face and breathing passages of an immobilized captive, causing the individual to experience the sensation of drowning.",
"Watercolor (American English) or watercolour (British English; see spelling differences), also aquarelle (French loanword), a diminutive of the Latin for water, is a painting method in which the paints are made of pigments suspended in a water-based solution."
],
[
"https://en.wikipedia.org/wiki/Water",
"https://en.wikipedia.org/wiki/Watergate_scandal",
"https://en.wikipedia.org/wiki/Water_pollution",
"https://en.wikipedia.org/wiki/Watership_Down",
"https://en.wikipedia.org/wiki/Water_buffalo",
"https://en.wikipedia.org/wiki/Water_purification",
"https://en.wikipedia.org/wiki/Water_wheel",
"https://en.wikipedia.org/wiki/Water_Margin",
"https://en.wikipedia.org/wiki/Waterboarding",
"https://en.wikipedia.org/wiki/Watercolor_painting"
]
]